pysn2012/esp-adf/micropython_adf/boards/esp32s3box3/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "ESP32-S3-Box-3"
#define MICROPY_HW_MCU_NAME "ESP32-S3"

#define MICROPY_PY_MACHINE_DAC              (0)

#define MICROPY_HW_ENABLE_UART_REPL         (1)
